Repository: ceviixx/GBA
Catalog: GBA4iOS/*.lproj/Localizable.strings
Languages: de

source: Accept
de: Akzeptieren

source: Account
de: Konto

source: Acknowledgements
de: Danksagungen

source: Already Exists
de: Bereits vorahnden

source: Are you sure you want to delete this event? You can download it again at any time until the event distribution period ends.
de: Möchtest Du dieses Ereignis wirklich löschen? Du kannst es jederzeit erneut herunterladen, bis der Verteilungszeitraum des Ereignisses endet.

source: Are you sure you want to delete this event? You can download it again at any time.
de: Möchtest Du dieses Ereignis wirklich löschen? Du kannst es jederzeit erneut herunterladen.

source: Are you sure you want to delete this game and all of its saved data?
de: Möchtest Du dieses Spiel und alle gespeicherten Daten wirklich löschen?

source: Are you sure you want to download the “%@” event?
de: Möchtest Du das Event “%@” wirklich herunterladen?

source: Are you sure you want to download “%@” skin?
de: Möchtest du den Skin “%@” wirklich herunterladen?

source: Are you sure you want to keep syncing disabled?
de: Bist Du dir sicher, dass die Syncronisierung deaktiviertw werden soll?

source: Are you sure you want to log out of Dropbox?
de: Möchtest Du dich bei Dropbox abmelden?

source: Are you sure you want to permanently delete this save state?
de: Möchtest Du den Speicherpunkt permanent löschen?

source: Are you sure you want to update GBA4iOS?
de: Möchtest Du GBA4iOS aktualisieren?

source: Are you sure?
de: Bist Du sicher?

source: Auto Save
de: Automatisches speichern

source: Before updating, make sure you have set the date back on this device at least 24 hours. Failure to do so may result in an incomplete update and prevent the app from opening.
de: Stelle vor der Aktualisierung sicher, dass Du das Datum auf diesem Gerät um mindestens 24 Stunden zurückgesetzt hast. Andernfalls kann es zu einem unvollständigen Update kommen und das Öffnen der App verhindern.

source: Beta Testers
de: Beta Tester

source: Blue
de: Blau

source: Brown
de: Braun

source: By
de: von

source: By tapping “Download” below, you confirm that you legally own a physical copy of this game. GBA4iOS does not promote pirating in any form.
de: Indem Du unten auf „Herunterladen“ tippst, bestätigst Du, dass Du rechtmäßig eine physische Kopie dieses Spiels besitzen. GBA4iOS fördert keine Piraterie in irgendeiner Form.

source: Cancel
de: Abbrechen

source: Cannot Delete Currently Running Game
de: Laufende Spiele können nicht gelöscht werden.

source: Cannot Rename Currently Running Game
de: Laufende Spiele können nicht umbenannt werden.

source: Cannot overwrite protected save state
de: Geschützte Speicherpunkte können nicht überschrieben werden.

source: Cheats should only be used if you know exactly what you are doing. Incorrect usage of cheats, such as entering codes incorrectly or using potentially dangerous codes, can have serious side effects in the game. These can result in anything from major graphical glitches to the loss of save data.
de: Cheats sollten nur verwendet werden, wenn Du genau weißt, was Du tust. Die falsche Verwendung von Cheats, wie z. B. die falsche Eingabe von Codes oder die Verwendung potenziell gefährlicher Codes, kann schwerwiegende Nebenwirkungen im Spiel haben. Diese können zu allem möglichen führen, von größeren Grafikfehlern bis hin zum Verlust gespeicherter Daten.

source: Checking for Update…
de: Nach Update suchen ...

source: Code format is XXX YYY ZZZ.
de: Code Format ist XXX YYY ZZZ.

source: Code format is XXXXXXXX YYYY.
de: Code Format ist XXXXXXXX YYYY.

source: Code format is XXXXXXXX YYYYYYYY.
de: Code Format ist XXXXXXXX YYYYYYYY.

source: Code format is XXXXXXXX YYYYYYYY. Only GameShark Advance codes are supported, not GameShark SP.
de: Code Format ist XXXXXXXX YYYYYYYY. Nur GameShark Advance Codes werden unterstützt nicht GameShark SP.

source: Code format is XXXXXXXX.
de: Code Format ist XXXXXXXX.

source: Conflicted
de: Widersprüchlich

source: Connected
de: Verbunden

source: Connection Type
de: Verbindungsart

source: Current
de: Aktuell

source: Current Skins
de: Aktuelle Skins

source: Custom
de: Benutzerdefiniert

source: Dark Blue
de: Dunkelblau

source: Dark Brown
de: Dunkelbraun

source: Dark Green
de: Dunkelgrün

source: Data for this game is currently being downloaded. To prevent data loss, please wait until the download is complete, then launch the game.
de: Daten für dieses Spiel werden gerade heruntergeladen. Um Datenverlust zu vermeiden, warte bitte, bis der Download abgeschlossen ist, und starte dann das Spiel.

source: Data for this game is currently being downloaded. To prevent data loss, please wait until the download is complete, then tap Done
de: Daten für dieses Spiel werden gerade heruntergeladen. Um Datenverlust zu vermeiden, warte bitte, bis der Download abgeschlossen ist, und tippe dann auf „Fertig“.

source: Data for this game is not in sync with Dropbox, so syncing has been disabled. Please either tap View Details below to resolve the conflict manually, or ignore this message and start the game anyway. If you choose to not resolve the conflict now, you can resolve it later in the Dropbox settings.
de: Die Daten für dieses Spiel sind nicht mit Dropbox synchronisiert, daher wurde die Synchronisierung deaktiviert. Bitte tippe entweder unten auf Details anzeigen, um den Konflikt manuell zu lösen, oder ignoriere diese Meldung und starte das Spiel trotzdem. Wenn Du den Konflikt jetzt nicht lösen möchten, kannst Du ihn später in den Dropbox-Einstellungen lösen.

source: Decline
de: Ablehnen

source: Delete Event
de: Event löschen

source: Delete Game and Data
de: Spiel und Daten löschen

source: Delete Save State
de: Speicherpunkt löschen

source: Dismiss
de: Zurück

source: Download Complete!
de: Download abgeschlossen!

source: Download Failed
de: Download fehlgeschlagen

source: Download Skins
de: Skins herunterladen

source: Downloading
de: Herhunterladen

source: Downloading…
de: Herunterladen...

source: Emerald
de: Smaragd

source: Ends
de: Endet

source: Error Loading Save Info
de: Fehler beim Laden des Speicherpunktes

source: Error communicating with Dropbox
de: Fehler bei der Kummunikation mit Dropbox

source: Error loading account info
de: Kontoinformationen konnten nicht geladen werden

source: Event Distribution
de: Eventverteilung

source: Events unlock certain features that are not normally in the game. However, they can only be completed once per save file.
de: Ereignisse schalten bestimmte Funktionen frei, die normalerweise nicht im Spiel vorhanden sind. Sie können jedoch nur einmal pro Speicherdatei abgeschlossen werden

source: Exit
de: Verlassen

source: Exit Event Distribution
de: Eventverteilung verlassen.

source: Exit this event?
de: Dieses Event verlassen?

source: Failed to check for update.
de: Fehler beim Prüfen auf Updates.

source: Failed to sync with Dropbox
de: Fehler beim Syncronisieren mit Dropbox

source: Fast Forward
de: Schneller Vorlauf

source: File Already Exists
de: Datei bereits vorhanden

source: Files
de: Dateien

source: FireRed
de: Feuerrot

source: Game Already Exists With The Name
de: Spiel mit diesem Namen bereits vorhanden

source: Game Currently Running
de: Spiel aktuell geöffnet

source: Game Data is Conflicted
de: Spieldaten stehen in Konflikt

source: Game Name
de: Spielname

source: Game Uses Gyroscope
de: Spiel verwendet Gyroscope

source: Game already in use
de: Spiel bereits aktiv

source: General
de: Allgemein

source: Gray
de: Grau

source: Green
de: Grün

source: I Understand
de: OK

source: If at any time the app fails to open, please set the date back on your device at least 24 hours, then try opening the app again. Once the app is opened, you can set the date back to the correct time, and the app will continue to open normally. However, you'll need to repeat this process every time you restart your device.
de: Wenn sich die App zu irgendeinem Zeitpunkt nicht öffnen lässt, stelle bitte das Datum auf Deinem Gerät um mindestens 24 Stunden zurück und versuchen dann erneut, die App zu öffnen. Sobald die App geöffnet ist, kannst Du das Datum auf die richtige Uhrzeit zurücksetzen, und die App wird weiterhin normal geöffnet. Du musst diesen Vorgang jedoch jedes Mal wiederholen, wenn Du Dein Gerät neu starten.

source: If syncing remains disabled, data for this game will not be updated on your other devices.
de: Wenn die Synchronisierung deaktiviert bleibt, werden die Daten für dieses Spiel nicht auf Deinen anderen Geräten aktualisiert.

source: If turned off, the save data for this game will not be synced to other devices, regardless of whether Dropbox Sync is turned on or not.
de: Wenn diese Option deaktiviert ist, werden die Speicherdaten für dieses Spiel nicht mit anderen Geräten synchronisiert, unabhängig davon, ob Dropbox Sync aktiviert ist oder nicht.

source: If you want to delete this save state, swipe it to the left then tap Delete
de: Wenn Du diesen Speicherstatus löschen möchtest, wische ihn nach links und tippe dann auf Löschen

source: Invalid Cheat
de: Ungültiger Cheat

source: It'll be removed from all of your Dropbox connected devices.
de: Es wird von all Deinen mit Dropbox verbundenen Geräten entfernt.

source: Join
de: Beitreten

source: Keep Disabled
de: Deaktiviert halten

source: Later
de: Später

source: LeafGreen
de: Blattgrün

source: Load State
de: Lade Status

source: Loading account info…
de: Lade Kontoinformationen...

source: Loading...
de: Laden...

source: Log Out
de: Abmelden

source: Log out of Dropbox
de: Bei Dropbox abmelden

source: Logging out then logging back in to the same Dropbox account will mark your games as conflicted, causing you to manually resolve the conflicts yourself.
de: Wenn Du dich abmeldest und dann wieder bei demselben Dropbox-Konto anmeldest, werden Deine Spiele als in Konflikt stehend markiert, sodass Du die Konflikte manuell selbst lösen musst.

source: Make sure the zip file contains either a GBA or GBC ROM and try again.
de: Stelle sicher, dass die ZIP-Datei entweder ein GBA- oder ein GBC-ROM enthält, und versuche es erneut.

source: Nearby
de: Nahe

source: Nearby Hosts
de: Nahe Hosts

source: New Event Available
de: Neues Event verfügar

source: No Save Selected
de: Kein Speichern gewählt

source: No local save file
de: Keine lokale Sicherungsdatei

source: Normal Speed
de: Normale Geschwindigkeit

source: Off
de: Aus

source: On
de: An

source: Once syncing is enabled, the save file for this game on all your other devices will be overwritten with the one you selected. Please make sure you have selected the correct save file, then tap Enable.
de: Sobald die Synchronisierung aktiviert ist, wird die Speicherdatei für dieses Spiel auf all Deinen anderen Geräten mit der von Dir ausgewählten überschrieben. Bitte stelle sicher, dass Du die richtige Speicherdatei ausgewählt hast, und tippe dann auf Aktivieren.

source: Only one copy of a game is supported at a time. To use a new version of this game, please delete the previous version and try again.
de: Es wird jeweils nur eine Kopie eines Spiels unterstützt. Um eine neue Version dieses Spiels zu verwenden, lösche bitte die vorherige Version und versuchen es erneut.

source: Pastel Mix
de: Pastell-Mix

source: Paused
de: Pausiert

source: Player Name
de: Spielername

source: Please make sure you are connected to the internet and try again.
de: Stelle sicher, dass Du mit dem Internet verbunden bist und versuche es erneut.

source: Please make sure you typed the cheat code in the correct format and try again.
de: Stelle sicher, dass Du den Check Code im richtigen Format eingegeben hast und versuche es erneut.

source: Please rename either the existing file or the file to be imported and try again.
de: Bitte benenne entweder die vorhandene Datei oder die zu importierende Datei um und versuche es erneut.

source: Please rename the existing file and try again.
de: Bitte benenne die vorhandene Datei um und versuche es erneut.

source: Please wait for the initial sync to be complete, then launch the game. This is to ensure no save data is lost.
de: Bitte warte, bis die anfängliche Synchronisierung abgeschlossen ist, und starte dann das Spiel. Dadurch wird sichergestellt, dass keine gespeicherten Daten verloren gehen.

source: Press the button you want to sustain. To cancel or unsustain a previously sustained button, either tap the screen or press the Menu button.
de: 点按需要保持的按键. 要取消操作，单击屏幕或菜单键。

source: Protect Save State
de: Speicherstand schützen

source: Protected
de: Geschützt

source: Quit
de: Beenden

source: Red
de: Rot

source: Rename
de: Umbenennen

source: Rename Game
de: Spiel umbenennen

source: Rename Save State
de: Speicherstand umbenennen

source: Restart
de: Neustart

source: Resume
de: Fortsetzen

source: Return To Menu
de: Zurück zum Menü

source: Reverse
de: Rückwärts

source: Rotate To Device Orientation
de: In Geräteausrichtung drehen

source: Ruby
de: Rubin

source: Sapphire
de: Saphir

source: Save
de: Speichern

source: Save Data Conflicted
de: Konflikt beim Speichern von Daten

source: Save State
de: Speichern

source: Save states are intended to be used as a convenience, and not as the primary saving method. To ensure that save data is never lost or corrupted, please save in-game as you would if you were playing on an actual Game Boy Advance.
de: Speicherzustände sollen der Einfachheit halber und nicht als primäre Speichermethode verwendet werden. Um sicherzustellen, dass gespeicherte Daten niemals verloren gehen oder beschädigt werden, speichere bitte im Spiel so, wie Du es tun würdest, wenn Du auf einem echten Game Boy Advance spielen würden.

source: Searching…
de: Suchen...

source: Select
de: Wählen

source: Share Game
de: Spiel teilen

source: Show Game List
de: Spielliste anzeigen

source: Software Update Available
de: Softare Update verfügbar

source: Start Anyway
de: Trotzdem starten

source: Start Game
de: Spiel starten

source: Start this event?
de: Event starten?

source: Suspend
de: Aussetzen

source: Suspend this game?
de: Dieses Spiel aussetzen?

source: Sustain Button
de: Substain Taste

source: Sync Complete!
de: Sync abgeschlossen!

source: Sync Save Data
de: Syncronisiere Speicherstände

source: Syncing with Dropbox
de: Mit Dropbox syncronisieren

source: Syncing…
de: Syncronisieren...

source: Tap a name to go to their Twitter profile or personal website.
de: Tippe auf einen Namen, um zu seinem Twitter-Profil oder seiner persönlichen Website zu gelangen.

source: Tap the button you want to sustain. To cancel or unsustain a previously sustained button, tap anywhere there isn't a button.
de: 点按需要保持的按键. 要取消操作，单击屏幕或任何非按键区域。

source: The game will be suspended, which may cause link errors for connected players.
de: Das Spiel wird unterbrochen, was bei verbundenen Spielern zu Verbindungsfehlern führen kann.

source: The game will restart, and any unsaved data will be lost.
de: Das Spiel wird neu gestartet und alle nicht gespeicherten Daten gehen verloren.

source: The game will restart, and any unsaved data will be lost. If you haven't yet completed the event, you may start it again at any time.
de: Das Spiel wird neu gestartet und alle nicht gespeicherten Daten gehen verloren. Wenn Du das Event noch nicht abgeschlossen hast, kannst Du es jederzeit erneut starten.

source: The save data for this game is not in sync with Dropbox. If you want to re-enable syncing, please select the save file you want to use, then toggle the above switch on.
de: Die Speicherdaten für dieses Spiel sind nicht mit Dropbox synchronisiert. Wenn Du die Synchronisierung wieder aktivieren möchstest, wähle bitte die Speicherdatei aus, die Du verwenden möchtest, und schalten dann den obigen Schalter ein.

source: The save data for this game is not in sync with Dropbox. Please select the save file you want to sync to your other devices, then try again. NOTE: This will overwrite the save file for this game on your other devices.
de: Die Speicherdaten für dieses Spiel sind nicht mit Dropbox synchronisiert. Bitte wähle die Speicherdatei aus, die Du mit Deinen anderen Geräten synchronisieren möchtest, und versuche es dann erneut. HINWEIS: Dadurch wird die Speicherdatei für dieses Spiel auf Deinen anderen Geräten überschrieben.

source: To delete this game, please quit it so it is no longer running.
de: Um dieses Spiel zu löschen, beende es bitte, damit es nicht mehr läuft.

source: To prevent GBA4iOS from rotating between portrait and landscape accidentally, automatic rotation has been disabled. To manually rotate the interface, pause the game, then rotate the device.
de: Um zu verhindern, dass GBA4iOS versehentlich zwischen Hoch- und Querformat wechselt, wurde die automatische Drehung deaktiviert. Um die Benutzeroberfläche manuell zu drehen, halte das Spiel an und drehe dann das Gerät.

source: To prevent GBA4iOS from rotating between portrait and landscape accidentally, automatic rotation has been disabled. To manually rotate to the device orientation, pause the game, then tap “Rotate To Device Orientation”.
de: Um zu verhindern, dass GBA4iOS versehentlich zwischen Hoch- und Querformat wechselt, wurde die automatische Drehung deaktiviert. Um manuell in die Geräteausrichtung zu drehen, pausiere das Spiel und tippe dann auf „In Geräteausrichtung drehen“.

source: To rename this game, please quit it so it is no longer running. All unsaved data will be lost.
de: Um dieses Spiel umzubenennen, beende es bitte, damit es nicht mehr läuft. Alle nicht gespeicherten Daten gehen verloren.

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Unknown
de: Unbekannt

source: Unprotect Save State
de: Schutz des Spielstandes aufheben

source: Unsupported File
de: Nicht unterstützte Datei

source: Update
de: Aktualisieren

source: Updating Dropbox status…
de: Aktualisiere Dropbox Status…

source: Updating Dropbox…
de: Aktualisiere Dropbox…

source: Upload Complete!
de: Upload abgeschlossen！

source: Upload Failed
de: Upload fehlgeschlagen

source: Uploading
de: Hochladen

source: View
de: Ansicht

source: View Details
de: Einzelheiten anzeigen

source: Waiting…
de: Warten...

source: Warning!
de: Warnung

source: Welcome to GBA4iOS!
de: Willkommen bei GBA4iOS!

source: When Wireless Link is connected, the game cannot be paused.
de: Wenn Wireless Link verbunden ist, kann das Spiel nicht angehalten werden.

source: Wireless Linking uses either local Wi-Fi or Bluetooth. However, for best performance, all devices should be connected to the same Wi-Fi network.
de: Wireless Linking verwendet entweder lokales Wi-Fi oder Bluetooth. Für eine optimale Leistung sollten jedoch alle Geräte mit demselben Wi-Fi-Netzwerk verbunden sein.

source: Would you like to end %@ and start %@? All unsaved data will be lost.
de: Möchtest Du %1$@ beenden und %2$@ starten? Alle nicht gespeicherten Daten gehen verloren.

source: Would you like to resume where you left off, or restart the game?
de: Möchtest Du dort weitermachen, wo Du aufgehört hast, oder das Spiel neu starten?

source: Yellow
de: Gelb

source: You can import other .gbaskin or .gbcskin files via iTunes, or by downloading them in Safari and opening in GBA4iOS.
de: Du kannst andere .gbaskin- oder .gbcskin-Dateien über iTunes importieren oder sie in Safari herunterladen und in GBA4iOS öffnen.

source: Your software is up to date.
de: Deine Software ist aktuell.

source: and
de: und

source: files
de: Dateien

source: is now available for download.
de: steht jetzt zum Download bereit.

source: save
de: speichern

source: save states
de: Stände speichern

source: would like to link with you.
de: würde gerne mit dir verlinken.

source: Share
de: Teilen

source: Delete
de: Löschen

source: Quit game?
de: Spiel beenden?

source: If you quit this game all unsaved data will be lost.
de: Alle ungespeicherten Spielstände gehen verloren.

source: Filter games
de: Spiele filtern

source: ALL
de: Alle

source: Show again
de: Erneut erinnern

source: Continue
de: Weiter
